<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2011 e107 Bulgaria e107.bg
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * $Id$
*/
$caption = "Блокиране на потребители от сайта ви";
$text = "Можете да блокирвате потребители от сайта ви от тук.<br />
Можете като въведете пълният им IP адрес или да използвате wildcard за блокиране на листа от IP адреси. Можете също така да въвеждате емайл адреси за да забраните потребители да се регистрират с тях на сайта ви.<br /><br />
<b>Блокиране на IP адреси:</b><br />
Въвеждайки IP адреса 123.123.123.123 ще забраните потребителят с този адрес да посещава сайта ви.<br />
Въвеждайки IP адреса 123.123.123.* ще забраните всеки потребител в този обхват на IP адреса да посещава сайта ви.<br /><br />
<b>Блокиране на емайл адрес</b><br />
Въвеждайки емайл адрес foo@bar.com ще забраните всеки използващ този емайл адрес да се регистрира на сайта ви с този емайл адрес.<br />
Въвеждайки емайл адреса *@bar.com ще забраните всички използващи този майл сървър да се регистрират на сайта ви с такъв емайл адрес.";
$ns -> tablerender($caption, $text);