<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2011 e107 Bulgaria e107.bg
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * $Id$
*/
$caption = "Новини";
$text = "<b>Общи</b><br />
Въведеното в полето за Новина: ще се показва на главната страница, подробно/Разширено съдържание на новината/ ще се показва след клик на 'Прочети още' линк.
<br />
<br />
<b>Показвай само заглавието</b>
<br />
Ако включите тази функция на главната страница ще се показва само заглавието на новината, със линк към цялата новина.
<br /><br />
<b>Активиране</b>
<br />
Ако изберете Активиране между дата: / или Дата на публикуване на новината: , новината ще се показва на избраните от вас дни.";
$ns -> tablerender($caption, $text);