<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2011 e107 Bulgaria e107.bg
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * $Id$
*/
$text = "Известяване изпраща емайл известяване когато има е107 грешка.<br /><br />За пример, настройте 'IP блокирано поради много заявки към сайта' за потребителски клас 'Admin' и всички администратори ще получат емайли когато има блокирано IP поради много заявки към сайта.<br /><br />Ето още един пример, настройте 'Новина публикувана от админ' за потребителски клас 'Members' и всички потребители на сайта ще получат емайл известяване при публикуването на новина от администратор.<br /><br />Ако желаете емайл известяването да бъде изпращано на алтернативен емайл адрес - изберете 'Емайл' опцията и въведете емайл адреса в полето.";
$ns -> tablerender("Известяване - Помощ", $text);