<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2011 e107 Bulgaria e107.bg
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * $Id$
*/
define("PAGE_NAME", "Потребителски настройки");
define("LAN_7", "Име за показване:");
define("LAN_8", "името, което ще се показва на сайта");
define("LAN_9", "Потребителско Име:");
define("LAN_10", "името което ще ползвате за вход (логин) на сайта");
define("LAN_11", "името което ще ползвате за вход на сайта - то не може да бъде променяно. Моля свържете се с администратора ако е необходимо то да бъде сменено от съображения за сигурност");
define("LAN_20", "Грешка");
define("LAN_105", "Двете пароли не съвпадат");
define("LAN_106", "Това не изглежда да е валиден имейл адрес");
define("LAN_112", "Имейл Адрес:");
define("LAN_113", "Скриване на имейл адреса?:");
define("LAN_114", "Това ще забрани показването на вашия имейл адрес на този сайт");
define("LAN_120", "Подпис:");
define("LAN_121", "Аватар:");
define("LAN_122", "Часова зона:");
define("LAN_150", "Настройките са актуализирани и записани в базата данни.");
define("LAN_151", "ОК");
define("LAN_152", "Нова Парола:");
define("LAN_153", "Въведи отново новата парола:");
define("LAN_154", "Записване на настройките");
define("LAN_155", "Актуализиране на потребителските настройки");
define("LAN_185", "Полето за парола е празно");
define("LAN_308", "Истинско име:");
define("LAN_401", "Остави празно за запазване на настоящата парола");
define("LAN_402", "Въведи път или избери аватар");
define("LAN_403", "Избери аватар");
define("LAN_404", "Обърнете внимание: Всички картинки качени на този сървър, които не се одобрят от администраторите ще бъдат незабавно изтрити.");
define("LAN_410", "Настройки за");
define("LAN_411", "Актуализиране");
define("LAN_412", "Смяна на парола");
define("LAN_413", "Избор на аватар");
define("LAN_414", "Качване на лична снимка");
define("LAN_415", "Качване на аватар");
define("LAN_416", "Да");
define("LAN_417", "Не");
define("LAN_418", "Регистрационни данни");
define("LAN_419", "Лична информация / Контакт");
define("LAN_420", "Аватар");
define("LAN_421", "Избор от аватарите от сайта");
define("LAN_422", "Използване на URL за аватар");
define("LAN_423", "Моля въведете пълния URL адрес до картинката");
define("LAN_424", "Натисни бутона за преглед на аватарите съхранени на този сайт");
define("LAN_425", "Снимка");
define("LAN_426", "Това ще бъде показано на страницата с вашия профил");
define("LAN_433", "URL до вашия XUP файл");
define("LAN_434", "какво е това?");
define("LAN_435", "XML User Protocol файл");
define("LAN_SIGNUP_1", "Мин.");
define("LAN_SIGNUP_2", "симв.");
define("LAN_SIGNUP_4", "Паролата ви трябва да е дълга най-малко");
define("LAN_SIGNUP_5", " символа.");
define("LAN_SIGNUP_6", "Необходим е вашия");
define("LAN_SIGNUP_7", " е задължително");
define("LAN_USET_1", "Аватарът ви е прекалено голям");
define("LAN_USET_2", "Максималната позволена дължина е");
define("LAN_USET_3", "Аватарът ви е прекалено голям");
define("LAN_USET_4", "Максималната позволена височина е");
define("LAN_CUSTOMTITLE", "Име");
define("LAN_408", "Вече съществува потребител с този имейл адрес.");
define("MAX_AVWIDTH", "Максималната позволена големина (д. x в.) на аватара е");
define("MAX_AVHEIGHT", " x");
define("RESIZE_NOT_SUPPORTED", "Промяна размера на картинка не се поддържа от този сървър. Моля променете размерите на картинката или изберете друга. Файлът е изтрит.");
define("LAN_USET_5", "Абониране за");
define("LAN_USET_6", "Абонирайте се за нашите имейл списъци и/или секциите за този сайт.");
define("LAN_USET_7", "Други");
define("LAN_USET_8", "Подпис / Времева зона");
define("LAN_USET_9", "Някои от задължителните полета (маркирани с *) липсват във вашите настройки.");
define("LAN_USET_10", "Моля актуализирайте вашите настройки, за да продължите.");
define("LAN_USET_11", "Това потребителско име не може да бъде прието за валидно, моля изберете друго");
define("LAN_USET_12", "Избраното име за визуализиране е прекалено кратко. Моля изберете друго");
define("LAN_USET_13", "Невалидни символи в името за вход (потребителско име). Моля изберете друго");
define("LAN_USET_14", "Името за вход е твърде дълго. Моля изберете ново");
define("LAN_USET_15", "Името за показване е твърде дълго. Моля изберете ново");
define("LAN_USET_16", "Изберете за изтриване на съществуваща снимка без качване на нова");
define("LAN_USET_17", "Името за показване съществува. Моля изберете ново");
define("LAN_USET_18", "Невалидно име на аватара");
define("LAN_USET_19", "Аватара не е достъпен");
define("LAN_USET_20", "Не може да се получи информация изображение");