<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2011 e107 Bulgaria e107.bg
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * $Id$
*/
define("LAN_27", "Не сте попълнили задължително поле(та)");
define("LAN_300", "Некоректен вход. Въведените данни не принадлежат на регистриран потребител. Проверете дали е активиран вашия CAPS-LOCK - информацията при логин е чувствителна на малки-големи букви.");
define("LAN_302", "Вашата регистрация не е активирана. Би трябвало да сте получили имейл с инструкции как да потвърдите вашата регистрация. Ако не сте получили имейл, моля кликнете <a href='".e_BASE."signup.php?resend'>тук</a>.");
define("LAN_303", "Въведен е неправилен код.");
define("LAN_304", "Комбинацията от това име/парола вече се използва.");
define("LAN_LOGIN_1", "Потребителско име");
define("LAN_LOGIN_2", "Парола");
define("LAN_LOGIN_3", "Защитен сървър");
define("LAN_LOGIN_4", "Моля въведете вашите данни за получаване на достъп.");
define("LAN_LOGIN_5", "Регистрация");
define("LAN_LOGIN_6", "Към този момент не се приемат нови потребители");
define("LAN_LOGIN_7", "Въведете код");
define("LAN_LOGIN_8", "Запомни ме");
define("LAN_LOGIN_9", "Вход");
define("LAN_LOGIN_10", "Кликни за вход");
define("LAN_LOGIN_11", "Регистриране на нов Потребител");
define("LAN_LOGIN_12", "Забравена Парола?");
define("LAN_LOGIN_13", "Въведи кода от картинката");
define("LAN_LOGIN_14", "Потребител опита вход с неразпознато потребителско име");
define("LAN_LOGIN_15", "Потребител опита вход с неправилна парола");
define("LAN_LOGIN_16", "Потребител опита вход с комбинация от потребител/парола, които са вече в употреба");
define("LAN_LOGIN_17", "Потребителска парола (хеширана)");
define("LAN_LOGIN_18", "Автоматичен бан: Повече от 10 неуспешни опита за логин");
define("LAN_LOGIN_19", "> 10 неуспешни опита за логин");