<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2011 e107 Bulgaria e107.bg
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * $Id$
*/
define('LANINS_TITLE',	'Инсталиране на е107');
define('LANINS_000',	'Невалиден етап от инсталацията! Инсталацията е прекратена, опитайте отново.');

define("LANINS_001", 	'Версия %1$s');
define("LANINS_002", 	"Инсталиране");
define('LANINS_002a',	'(Стъпка %1$s от 7)');
define("LANINS_003", 	"1");
define("LANINS_004", 	"Избор на език");
define('LANINS_004a',	'Избран език');
define('LANINS_004b',	'Език');
define("LANINS_005", "Моля изберете език, които да се използва по време на инсталацията");
define("LANINS_006", "Избор на език");
define("LANINS_007", "2");
define("LANINS_008", "Проверка версия на PHP & MySQL  / Проверка правата на файловете");
define('LANINS_008a',	'Съвместимост и права по файлове и директории');
define("LANINS_009", "Провери отново правата");
define("LANINS_010", "Файлове, нямащи права за писане:");
define("LANINS_010a", "Папки, нямащи права за писане:");
define("LANINS_011", "Грешка");
define("LANINS_012", "Не могат да бъдат намерени MySQL Функции. Това вероятно означава, че или не е инсталиран MySQL PHP модулът, или Вашата PHP инсталация не е конфигуриран с поддръжка на MySQL.");
define("LANINS_013", "Невъзможно е определянето на номера на версията на вашия MySQL сървър. Това не е фатална грешка. Може да продължите инсталацията, но имайте предвид, че е107 изисква MySQL с версия 3.23 или по-нова, за да функционира правилно.");
define("LANINS_014", "Права на файлове");
define("LANINS_015", "PHP версия");
define("LANINS_016", "MySQL");
define("LANINS_017", "ОК");
define("LANINS_018", "Убедете се, че всички изброени файлове съществуват и са с права за писане от сървъра. Това обикновено изисква CHMOD-ването им с 777, но сървър обкръжението варира - свържете се с вашия хост администратор ако срещнете проблеми.");
define("LANINS_019", "Версията на PHP инсталирана на вашия сървър не е подходяща за работа с e107. e107 изисква PHP минимум версия 4.3.0 за да работи коректно. Актуализирайте версията на PHP или се свържете с вашата хостинг компания за актуализация.");
define("LANINS_020", "Продължение на инсталацията");
define("LANINS_021", "3");
define("LANINS_022", "MySQL Сървър Информация");
define('LANINS_022a',	'База данни');
define("LANINS_023", "Моля въведете настройките за вашия MySQL сървър.<br /><br />Ако имате root права, можете да създадете нова база с избирането на отметката, в противен случай трябва предварително да създадете база или да използвате вече съществуваща.Ако притежавате само една база, използвайте префикс, така че други скриптове да могат да използват същата база без това да доведе до проблеми.Ако нямате информация за вашия MySQL съръвр, свържете се с вашата хостинг компания.");
define("LANINS_024", "MySQL Сървър:");
define("LANINS_025", "MySQL Потребителско име:");
define("LANINS_026", "MySQL Парола:");
define("LANINS_027", "MySQL База:");
define("LANINS_028", "Създаване на база?");
define("LANINS_029", "Префикс за таблиците:");
define("LANINS_030", "MySQL сървърът, който искате е107 да ползва. Това може да включва също така и номер на порт. Напр. \"име:порт\" или път до локален socket напр. \":/път/до/socket\" за localhost.");
define("LANINS_031", "Потребителското име, което искате да използва e107 за връзка с вашия MySQL сървър");
define("LANINS_032", "Паролата за потребителя, който сте въвели");
define("LANINS_033", "MySQL базата, в която искате да бъде записан e107. Ако потребителското име права за създаване на база. можете да ползвате опцията за автоматично създаване на базата ако тя не съществува.");
define("LANINS_034", "Префиксът, който искате да ползва e107 при създаването на своите таблици. Удобно е за многократно инсталиране на е107 в една и съща база данни.");
define("LANINS_035", "Нататък");
define("LANINS_036", "4");
define("LANINS_037", "Проверка на връзката с MySQL");
define("LANINS_038", " и създаване на информационната база");
define('LANINS_038a',	'Проверка на база данни');
define("LANINS_039", "Моля уверете се, че сте попълнили всички полета и най-вече - MySQL Сървър, MySQL Потребителско име и MySQL База (Задължително искани от MySQL Сървъра)");
define("LANINS_040", "Грешки");
define("LANINS_041", "e107 не можа да установи връзка с MySQL сървъра, използвайки информацията, която въведохте.<br />Моля върнете се обратно и се уверете, че информацията е коректна.");
define("LANINS_042", "Връзката с MySQL сървъра е установена и проверена.");
define("LANINS_043", "Невъзможно е създаването на база, моля убедете се, че имате права за създаване на база на вашия сървър.");
define("LANINS_044", "Базата е създадена успешно.");
define("LANINS_045", "Моля използвайте бутона за да продължите към следващия етап.");
define("LANINS_046", "5");
define("LANINS_047", "Информация за Администратора");
define('LANINS_047a',	'Администратор');
define("LANINS_048", "Върни се обратно на последната стъпка");
define("LANINS_049", "Двете пароли, които въведохте не съвпадат. Моля върнете се обратно и опитайте отново.");
define("LANINS_050", "XML Модул");
define("LANINS_051", "Инсталирано");
define("LANINS_052", "Не е инсталирано");
define("LANINS_053", "e107 0.7.х изисква инсталиран PHP XML модул. Моля свържете се с вашата хостинг компания или прочетете информацията на <a href='http://php.net/manual/en/ref.xml.php' target='_blank'>php.net</a> преди да продължите.");
define("LANINS_055", "Потвърждение за инсталиране");
define('LANINS_054',	'Избраната база е проверена и съществъва.');
define('LANINS_055a',	'Потвърждение');
define("LANINS_056", "6");
define("LANINS_057", " e107 вече има цялата необходима информация за завършване на инсталацията.<br /><br />Моля използвайте бутона за създаване на таблиците и за запазване на всички ваши настройки.");
define("LANINS_058", "7");
define("LANINS_060", "Невъзможно е прочитането на sql файлътМоля убедете се, че файлът <b>core_sql.php</b> съществува в директорията <b>/e107_admin/sql</b>.");
define("LANINS_061", "e107 не успя да създаде всички необходими таблици.<br /><br />Моля изчистете базата и коригирайте всички проблеми преди да опитате отново.");
define("LANINS_062", "[b]Добре дошли на вашия нов уебсайт![/b]e107 беше успешно инсталиран и е готов за записване на информация.<br />
Вашата административна секция [link=e107_admin/admin.php]се намира тук[/link], кликнете за да отидете там. Необходимо е да се логнете като използвате името и паролата, които въведохте по време на инсталацията.[b]Поддръжка[/b]е107 България: На [link=http://e107bg.org]http://e107bg.org[/link] можете да зададете въпроси относно ползването на е107, теми, модули и т.н. на [link=http://dev.e107bg.org]http://wwww.e107.bg/e107_plufins/forum/forum.php[/link] можете да получите техническа информация и да се включите в разработката на е107 за България.e107 : [link=http://e107.org]http://e107.org[/link] - е107 на английски - оригиналната версия на английски.<br />[b]Поддръжка:[/b]<br />[link=http://e107.bg/]e107 на Български[/link]<br />[link=http://e107.bg/e107_plugins/forum/forum.php]e107 Форуми на Български[/link]<br /><br /><br />[link=http://e107.org/]e107 на Английски[/link]<br />[link=http://e107.org/e107_plugins/forum/forum.php]e107 Форуми на Английски[/link]<br />[link=http://wiki.e107.org/]e107 Енциклопедия на Английски[/link]<br />Благодарим ви че използвате e107, надяваме се, че тази портална система ще задоволи нуждите ви за уебсайт.(Можете да изтриете това съобщение от Администрация)");
define("LANINS_063", "e107 беше успешно инсталиран");
define("LANINS_069", "e107 беше успешно инсталирана!От съображения за сигурност е необходимо да зададете правата на файла <b>e107_config.php</b> отново на 644.Освен това е необходимо изтриването на install.php и директория e107_install от вашия сървър след използването на бутона по-долу.");
define("LANINS_070", "e107 не можа да запише основния конфигурационен файл на вашия сървър. Моля убедете се, че файлът <b>e107_config.php</b> има необходимите права");
define("LANINS_071", "Завършване на инсталацията");
define('LANINS_071a',	'Всичко е наред!');
define('LANINS_071b',	'Грешка при финализиране на инсталацията');
define('LANINS_071c',	'Инсталацията е завършена с някои грешки');

define("LANINS_072", "Администраторско Потребителско Име");
define("LANINS_073", "Това е името, което ще ползвате за да се логвате във вашия сайт. Ако желаете това може да бъде и името, което ще бъде показвано.");
define("LANINS_074", "Админ Име за показване");
define("LANINS_075", "Това е името, което искате да бъде показвано на потребителите на сайта във вашия профил, форумите и т.н. Ако искате да ползвате същото име като вашето логин име, оставете това поле празно.");
define("LANINS_076", "Администраторска парола");
define("LANINS_077", "Моля въведете тук администраторската парола, която искате да ползвате.");
define("LANINS_078", "Потвърждаване на Администраторска парола");
define("LANINS_079", "Моля въведете отново администраторската парола за потвърждение.");
define("LANINS_080", "Администраторски имейл");
define("LANINS_081", "Въведете вашия имейл адрес");
define("LANINS_082", "потребител@вашия_сайт.com");
define("LANINS_083", "MySQL Грешка:");
define("LANINS_084", "Невъзможно е създаване на връзка с базата данни");
define("LANINS_085", "Невъзможно е избирането на база:");
define("LANINS_086", "Администраторско име, Администраторска парола и Администраторска Имейл са <b>задължителни</b> полета. Моля върнете се обратно и се убедете че информацията е попълнена коректно.");
define("LANINS_087", "Други");
define("LANINS_088", "Начало");
define("LANINS_089", "Файлове");
define("LANINS_090", "Потребители");
define("LANINS_091", "Предложи новина");
define("LANINS_092", "Контакт");
define("LANINS_093", "Задаване права за лично меню");
define("LANINS_094", "Примерен форум клас");
define("LANINS_095", "Проверка на системата");
define("LANINS_096", "Последни коментари");
define("LANINS_097", "[още ...]");
define('LANINS_098',	'Новини');
define('LANINS_099',	'e107 CMS');
define("LANINS_100", "Последно от форумите");
define("LANINS_101", "Актуализиране настройките на менюта");
define("LANINS_102", "Дата / Час");
define('LANINS_103',	'e107 Модули');
define('LANINS_104',	'Проверен');
define("LANINS_105", "Име на базата данни или префикс, започващ с цифра следвана от  “e” или “E” не е допустимо!<br />Името на базата данни или префикса не може да са празни!");
define("LANINS_106", "ВНИМАНИЕ! - E107 няма права за писане в изброените по-долу директории и/или файлове. Това няма да прекрати инсталацията на е107, но няма да работи пълноценно и някои опции няма да са достъпни.<br /><br />Трябва да промените правата за писане във директориите/файловете, за да ползвате пълноценно системата.");
define('LANINS_107', 'Файлът e107_config.php не е празен');
define('LANINS_108', 'Вероятно имате съществуваща инсталация');
define("LANINS_DB_UTF8_CAPTION", "MySQL енкодинг:");
define("LANINS_DB_UTF8_LABEL", "Да поправя ли базата данни на UTF-8 енкодинг?");
define("LANINS_DB_UTF8_TOOLTIP", "Ако е зададено, инсталиращият скрипт ще се опита да направи базата данни в UTF-8 енкодинг, ако е възможно. UTF-8 енкодинг на базата данни е задължителен за следващата главна версия на е107.");


// v1.0 - Be sure to re-check ALL translations above for modifications and additions. 

define('LANINS_109',	'Инициирани');
define('LANINS_110',	'Завършени');
define('LANINS_111',	'e107 Теми');
define('LANINS_112',	'e107 Уроци');
define('LANINS_113',	'');

define('LANINS_121',	'e107_config.php е попълнен!');
define('LANINS_122',	'Възможно е да има инсталация!');
define('LANINS_123',	'Debug info');
define('LANINS_124',	'Backtrace');
define('LANINS_125',	'Невалидна стъпка');
define('LANINS_125a',	'Грепка');

define('LANINS_WELCOME', '[b]Добре дошли във Вашият нов сайт![/b]

е107 е инсталиран и е готов за действие. Вашата администрация се [link=e107_admin/admin.php]намира тук[/link], натиснете за да идете там. Ще е необходимо да се логнете с Вашето име и парола, които написахте по време на инсталацията.

[b]Поддръжка:[/b]
[link=http://e107.bg/]e107 на Български[/link]
[link=http://e107.bg/e107_plugins/forum/forum.php]e107 Форуми на Български[/link]

[link=http://e107.org/]e107 на Английски[/link]
[link=http://e107.org/e107_plugins/forum/forum.php]e107 Форуми на Английски[/link]
[link=http://wiki.e107.org/]e107 Енциклопедия на Английски[/link]

Благодарим Ви, че ползвате е107. Надяваме се е107 напълно да задоволи Вашите нужди.');

define('LANINS_NEWS', '[b]Добре дошли![/b]
е107 е CMS написан на php и ползващ популярната и с отворен код mySQL база данни за събиране на данните. е107 е напълно свободна за ползване и промяна от страна на потребителите и с постоянна поддръжка.

[list][link=http://e107.org/content/Learn-all-about-e107]Всичко което е нужно да знаете за e107 (на Английски)[/link]*[link=http://e107.org/content/About-Us:The-Team]Разработчици | Преводачи | Екип по поддръжка[/link]*[link=http://wiki.e107.org/]е107 Енциклопедия (на Английски)[/link][/list]

[list][link=http://e107.bg/pages/Category:%D0%A7%D0%B5%D1%81%D1%82%D0%BE-%D0%B7%D0%B0%D0%B4%D0%B0%D0%B2%D0%B0%D0%BD%D0%B8-%D0%B2%D1%8A%D0%BF%D1%80%D0%BE%D1%81%D0%B8]Въпроси и отговори за e107 (на Български)[/link]*[link=http://e107.org/content/About-Us:The-Team]Разработчици | Преводачи | Екип по поддръжка[/link]*[link=http://e107.bg/_v2/pages/Category:%D0%B5107-%D0%9F%D0%BE%D0%BC%D0%BE%D1%89%D0%BD%D0%B8-%D1%81%D1%82%D0%B0%D1%82%D0%B8%D0%B8]Помощни е107 статии (на Български)[/link][/list]
');
