<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2011 e107 Bulgaria e107.bg
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * $Id$
*/
define("PAGE_NAME", "Грешка");
define("LAN_ERROR_1", "Грешка 401 - Неразрешен достъп");
define("LAN_ERROR_2", "Заявения от вас URL адрес изисква коректно потребителско име и парола. Или сте задали неправилни потребителско име/парола, или вашия браузър не поддържа тази опция.");
define("LAN_ERROR_3", "Моля уведомете администратора на сайта, ако смятате, че това е грешка на сайта.");
define("LAN_ERROR_4", "Грешка 403 - Достъпът е отказан");
define("LAN_ERROR_5", "Нямате права за преглед на заявения от вас линк или URL адрес.");
define("LAN_ERROR_6", "Моля уведомете администратора на сайта, ако смятате, че това е грешка на сайта.");
define("LAN_ERROR_7", "Грешка 404 - Документът не е намерен");
define("LAN_ERROR_9", "Моля уведомете администратора на сайта, ако смятате, че това е грешка на сайта.");
define("LAN_ERROR_10", "Грешка 500 - Некоректен заглавен блок (header)");
define("LAN_ERROR_11", "Сървърът откри неочаквана грешка или неправилно конфигуриране. Изпълнението на вашата заявка беше невъзможно.");
define("LAN_ERROR_12", "Моля уведомете администратора на сайта, ако смятате, че това е грешка на сайта.");
define("LAN_ERROR_13", "Грешка - Неизвестна");
define("LAN_ERROR_14", "Сървърът откри грешка");
define("LAN_ERROR_15", "Моля уведомете администратора на сайта, ако смятате, че това е грешка на сайта.");
define("LAN_ERROR_16", "Несполучливият ви опит за достъп до");
define("LAN_ERROR_17", "беше записан.");
define("LAN_ERROR_18", "Както изглежда, вие идвате от");
define("LAN_ERROR_19", "За съжаление този линк е вече извън употреба.");
define("LAN_ERROR_20", "Моля кликнете тук за заглавната страница на този сайт");
define("LAN_ERROR_21", "Заявеният URL адрес не може да бъде намерен на този сървър. Линкът, който ползвате е най-вероятно вече извън употреба.");
define("LAN_ERROR_22", "Моля кликнете тук за страница за търсене на този сайт");
define("LAN_ERROR_23", "Опитът ви за достъп до");
define("LAN_ERROR_24", " беше несполучлив.");
define("LAN_ERROR_25", "[1]: Не може да прочете основните настройки от база данни - настройки на ядрото съществуват, но не са годни за употреба. Опит за възстановяване от резервно копие ...");
define("LAN_ERROR_26", "[2]: Не може да прочете основните настройки от база данни - не съществуват записани настройки на ядрото.");
define("LAN_ERROR_27", "[3]: Настройките на ядрото са запазени - възстановяването от резервно копие е активно.");
define("LAN_ERROR_28", "[4]: Не е намерено резервно копие на ядрото. Моля, стартирайте <a href='".e_FILE."resetcore/resetcore.php'> Reset_Core </a> програмата, за да възстанови вашите основни настройки. <br />След възстановяването на ядрото, моля запишете backup от admin/SQL страница.");
define("LAN_ERROR_29", "[5]: Задължителни полета са оставени празни. Моля попълнете формата отново с всички задължителни полета.");
define("LAN_ERROR_30", "[6]: Не може да се осъществи правилна връзка към mySQL. Моля проверете данните в e107_config.php и попълнете с правилната информация.");
define("LAN_ERROR_31", "[7]: MySQL работи, но  не мога да се свържа с базата данни({$mySQLdefaultdb}). <br /> Моля, проверете дали наистина съществува и че вашият e107_config.php съдържа точна информация.");
define("LAN_ERROR_32", "За да завършите ъпгрейда, копирайте следния текст във вашият e107_config.php файл:");
define("LAN_ERROR_33", "Грешка при обработване! Обикновено, аз ще Ви пренасоча към началната страница.");
define("LAN_ERROR_34", "Неизвестна грешка! Моля, информирайте администратора на сайта, че сте видял това:");
define("LAN_ERROR_35", "Грешка 400 - Невалидно искане");
define("LAN_ERROR_36", "Има грешка при форматиране на уеб страницата, която се опитвате да отворите.");
define("LAN_ERROR_37", "Грешка с иконата");
define("LAN_ERROR_38", "");
define("LAN_ERROR_39", "");