<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2011 e107 Bulgaria e107.bg
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * $Id$
*/
define("NLLAN_MENU_CAPTION", "Новинарски Бюлетин");
define("NLLAN_01", "Новинарски Бюлетин");
define("NLLAN_02", "Осигурява бърз и лесен начин за настройка и изпращане на новинарски бюлетин");
define("NLLAN_03", "Настройка на Новинарски Бюлетин");
define("NLLAN_04", "Новинарският Бюлетин беше инсталиран успешно. За да направите необходимите настройки, върнете се на главната админ страница и кликнете на 'Новинарски Бюлетин' иконата в секцията с модули.");
define("NLLAN_05", "Все още няма новини");
define("NLLAN_06", "Име");
define("NLLAN_07", "Абонирани");
define("NLLAN_08", "Настройки");
define("NLLAN_09", "Сигурни ли сте, че искате да изтриете тази новина?");
define("NLLAN_10", "Новини");
define("NLLAN_11", "Все още няма публикувани новини");
define("NLLAN_12", "Публикуване");
define("NLLAN_13", "[ Parent ID ] Относно/Заглавие");
define("NLLAN_14", "Изпратено?");
define("NLLAN_15", "Настройки");
define("NLLAN_16", "ДА");
define("NLLAN_17", "Не е изпратено - кликни за изпращане");
define("NLLAN_18", "Сигурни ли сте че искате да изпратите емайли с тази новина до абонираните?");
define("NLLAN_19", "Сигурни ли сте че искате да изтриете тази новина?");
define("NLLAN_20", "Съществуващи новини");
define("NLLAN_21", "Заглавие");
define("NLLAN_22", "Описание");
define("NLLAN_23", "Съобщение");
define("NLLAN_24", "Долна част на съобщението");
define("NLLAN_25", "Обнови новината");
define("NLLAN_26", "Създай бюлетин");
define("NLLAN_27", "Новината е обновена в БД.");
define("NLLAN_28", "Новината е записана в БД.");
define("NLLAN_29", "Няма избрани новини.");
define("NLLAN_30", "Новинарски бюлетин");
define("NLLAN_31", "Относно / Заглавие");
define("NLLAN_32", "Новина номер");
define("NLLAN_33", "Текст");
define("NLLAN_34", "Обнови Листата с Емайлите");
define("NLLAN_35", "Създай Листа с Емайли");
define("NLLAN_36", "Обнови новината");
define("NLLAN_37", "Създай новина");
define("NLLAN_38", "Новината е запазена в БД.");
define("NLLAN_39", "Новината е запазена в БД - За да я изпратите кликнете на 'Release Issue' бутона в менюто с настройките.");
define("NLLAN_40", "Новината е изпратена");
define("NLLAN_41", " абонирани.");
define("NLLAN_42", "Новината е изтрита.");
define("NLLAN_43", "Новината е изтрита.");
define("NLLAN_44", "Новинарски бюлетин - главна страница");
define("NLLAN_45", "Създай новина");
define("NLLAN_46", "Създай майл листа");
define("NLLAN_47", "Новини Настройки");
define("NLLAN_48", "вие сте абониран за тези новини - ако желаете да се откажете от абонамента  моля кликнете от долу.");
define("NLLAN_49", "Сигурни ли сте че желаете да се откажете от абонамента си за тези новини?");
define("NLLAN_50", "Натиснете бутона за абониране ( адресът, на който ще получавате новините е");
define("NLLAN_51", "Изключване на абонамент");
define("NLLAN_52", "Абониране");
define("NLLAN_53", "Сигурни ли сте че желаете да се абонирате за тези новини?");
define("NLLAN_54", "Изпращане");
define("NLLAN_55", "ID");
define("NLLAN_56", "ID на новинарския бюлетин не е на разположение");
define("NLLAN_57", "Връщане към предходната страница");
define("NLLAN_58", "Грешка");
define("NLLAN_59", "Име");
define("NLLAN_60", "Имейл");
define("NLLAN_61", "Действие");
define("NLLAN_62", "Потребителят е блокиран! (или не е напълно регистриран)");
define("NLLAN_63", "Общо абонирани");
define("NLLAN_64", "Връщане към главната страница");
define("NLLAN_65", "Абонирани прегледали новинарския бюлетин ID");