<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2011 e107 Bulgaria e107.bg
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * $Id$
*/
define("LANG_LAN_00", "не може да бъде създадена.(вече съществува)");
define("LANG_LAN_01", "бе изтрита(ако е съществувала) и създадена на ново.");
define("LANG_LAN_02", "не може да бъде изтрита");
define("LANG_LAN_03", "Таблици");
define("LANG_LAN_05", "Не е инсталиран");
define("LANG_LAN_06", "Създаване на таблици");
define("LANG_LAN_07", "Премахване на съществуващите таблици?");
define("LANG_LAN_08", "Замяна на съществуващите таблици (информацията ще бъде загубена).");
define("LANG_LAN_10", "Потвърдете изтриването");
define("LANG_LAN_11", "Изтриване на не маркираните по-горе таблици (ако съществуват).");
define("LANG_LAN_12", "Разрешете многоезичните таблици");
define("LANG_LAN_13", "Настройки на езиците");
define("LANG_LAN_14", "Стандартен език на сайта");
define("LANG_LAN_15", "Маркирайте за да копира информацията от стандартния език (полезно е при линкове, новини и др.)");
define("LANG_LAN_16", "Използват се таблици за многоезичност");
define("LANG_LAN_17", "Език по подразбиране - не се изискват допълнителни таблици.");
define("LANG_LAN_18", "Използване на паркиран под-домейни за друг език:");
define("LANG_LAN_19", "напр. en.mydomain.com за показване с езикови настройки English.");
define("LANG_LAN_20", "Въведете основния домейн за да включите опцията - напр.: mydomain.com");
define("LANG_LAN_21", "Езикови инструменти");
define("LANG_LAN_23", "Създай езиков пакет (zip)");
define("LANG_LAN_24", "Генериране");
define("LANG_LAN_AGR", "Забележка: С използването на тези инструменти, Вие се съгласявате да споделите Вашият езиков пакет (и) с Общността e107.");
define("LANG_LAN_EML", "Моля изпратете Вашият езиков пакет на:");
define("LANG_LAN_25", "Моля проверете дали CORE_LC  и CORE_LC2 имат стойност в [lcpath] и опитайте отново.");
define("LANG_LAN_26", "Моля уверете се, че ползвате имената на папките по подразбиране, дефинирани в e107_config.php (например 'e107_languages/', 'e107_plugins/' и т.н.) и опитайте отново.");
define("LANG_LAN_27", "Моля проверете Вашите езикови файлове ('Провери') и опитайте отново.");
define("LANG_LAN_28", "Отметнете тук, ако сте [е107 сертифициран преводач]");
define("LANG_LAN_29", "Трябва да коригирате всички грешки, преди да публикувате Вашият езиков пакет!");
define("LANG_LAN_30", "Дата на създаване");
define("LANG_LAN_31", "Съвместимост");
define("LANG_LAN_32", "Инсталирани езици");

// v.1.0.1
define("LANG_LAN_33", "Показване само на грешките от валидацията");
define("LANG_LAN_34", "Моля потвърдете и коригирайте останалите [x] грешки преди да създадете езиков пакет.");