<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2011 e107 Bulgaria e107.bg
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * $Id$
*/
define("FC_LAN_1", "Файл инспектор");
define("FC_LAN_2", "Опции за сканиране");
define("FC_LAN_3", "Покажи");
define("FC_LAN_4", "Всички");
define("FC_LAN_5", "Core Файловете");
define("FC_LAN_6", "Само грешки за интегриране");
define("FC_LAN_7", "Не Core файлове");
define("FC_LAN_8", "Проверка на интеграцията на Core Файловете");
define("FC_LAN_9", "Вкл.");
define("FC_LAN_10", "Изкл.");
define("FC_LAN_11", "Сканиране");
define("FC_LAN_12", "Без");
define("FC_LAN_13", "Липсващи Core Файлове");
define("FC_LAN_14", "Показвай резултатите като");
define("FC_LAN_15", "Дървовидна структура");
define("FC_LAN_16", "Листа");
define("FC_LAN_17", "Намерени стринга");
define("FC_LAN_18", "Коректни изрази");
define("FC_LAN_19", "Покажи номера на редовете");
define("FC_LAN_20", "Покажи намерени линии");
define("FC_LAN_21", "Стари Core Файлове");
define("FR_LAN_1", "Сканиране");
define("FR_LAN_2", "Резултати от сканиране");
define("FR_LAN_3", "Всичко");
define("FR_LAN_4", "Core файлове");
define("FR_LAN_5", "Не core файлове");
define("FR_LAN_6", "Общо файлове");
define("FR_LAN_7", "Проверка за интегриране");
define("FR_LAN_8", "Core файлове без грешки");
define("FR_LAN_9", "Core файлове с грешки");
define("FR_LAN_10", "Възможни причини за грешки на файловете");
define("FR_LAN_11", "Файла е повреден");
define("FR_LAN_12", "Това може да е поради редица причини, като например файла да е бил повреден още в zip архива, да се е повредил при разархивирането на архива или да се е повредил при качването през FTP. Трябва да се опитате да качите този файл на ново на сървъра ви и да повторите сканирането.");
define("FR_LAN_13", "Файла е твърде стар");
define("FR_LAN_14", "Ако файла е от по стара версия на e107 от вашата ще получите грешка за интегриране. Убедете се, че файла който сте качили е за вашата версия.");
define("FR_LAN_15", "Файлът е бил редактиран");
define("FR_LAN_16", "Ако имате файлове които сте редактирали ще получите грешка при проверката за интегриране. Ако сте редактирали този файл не трябва да се притеснявате ако получавате грешка при проверката за интегриране и можете да я игнорирате. Ако файлът е редактиран от някой друг без ваше позволение е добре да го качите повторно на сървъра от инсталационния e107 zip архив.");
define("FR_LAN_17", "Ако сте CVS потребител");
define("FR_LAN_18", "Ако сте свалили версията на е107 от CVS и тя е различна от последната е107 стабилна версия, ще получите грешки при проверката понеже файловете са били редактирани от dev екипа .");
define("FR_LAN_19", "грешки на файловете");
define("FR_LAN_20", "Всички файлове са без грешки");
define("FR_LAN_21", "без");
define("FR_LAN_22", "Липсващи core файлове");
define("FR_LAN_23", "Няма намерени.");
define("FR_LAN_24", "Стари core файлове");
define("FR_LAN_25", "Интегрирането е неизчислимо");
define("FR_LAN_26", "ВНИМАНИЕ! Намерен е пробив в системата ви!");
define("FR_LAN_27", "Имате файлове на сървъра които са създадени с цел пробив на системата ви и трябва да бъдат премахнати незабавно.");
define("FR_LAN_28", "Опасни файлове");