<?php
/*
 * e107 website system - Bulgarian Translation
 *
 * Copyright (C) 2005-2011 e107 Bulgaria e107.bg
 * Released under the terms and conditions of the
 * GNU General Public License (http://www.gnu.org/licenses/gpl.txt)
 *
 * $Id$
*/
define("TPVLAN_1", "Вие преглеждате тема <b>'".PREVIEWTHEMENAME."'</b>. Тя все още не е заложена като основна тема на сайта, активна е само за преглед. <br />За да запазите тази тема, като основна тема на сайта, <a href='".e_ADMIN."theme.php'>върнете се в управлението на теми</a> и изберете 'Запази като тема на сайта'.<br />За преглед на още теми <a href='".e_ADMIN."theme.php'>натиснете тук</a>");
define("TPVLAN_2", "Преглед на тема");
define("TPVLAN_3", "Основната тема на сайта е");
define("TPVLAN_4", "Автор");
define("TPVLAN_5", "Сайт");
define("TPVLAN_6", "Дата на създаване");
define("TPVLAN_7", "Информация");
define("TPVLAN_8", "Настройки");
define("TPVLAN_9", "Преглед на темата");
define("TPVLAN_10", "Запази като тема на сайта");
define("TPVLAN_11", "Версия");
define("TPVLAN_12", "Няма възможност за преглед");
define("TPVLAN_13", "Добавяне на тема (.zip или .tar.gz формат)");
define("TPVLAN_14", "Добавяне на тема");
define("TPVLAN_15", "Файла не може да се добави в &quot;.e_THEME.&quot; поради липса на правилните права за достъп - моля сменете CHMOD на 777 и пробвайте отново.");
define("TPVLAN_16", "Съобщение до админа");
define("TPVLAN_17", "Файла не е валиден .zip или .tar архив.");
define("TPVLAN_18", "Случи се някаква грешка, не беше възможно да се разархивира файла");
define("TPVLAN_19", "Вашата тема беше качена и разархивирана. Моля потърсете я в списъка на темите.");
define("TPVLAN_20", "Автоматичното добавяне на теми не е разрешено, понеже липсват правилните права за достъп до директорията - моля сменете CHMOD на e107_themes директорията на 777.");
define("TPVLAN_21", "Тази тема в момента се използва като тема на сайта");
define("TPVLAN_22", "тази тема има възможност за различни изгледи");
define("TPVLAN_23", "стандартен изглед");
define("TPVLAN_24", "няма информация");
define("TPVLAN_26", "Управление на темите на сайта");
define("TPVLAN_27", "Моля изберете изглед за показване на темата");
define("TPVLAN_28", "включено");
define("TPVLAN_29", "изключено");
define("TPVLAN_30", "Презареждане на снимките на темата:");
define("TPVLAN_31", "Тази тема е избрана за изглед в административната част");
define("TPVLAN_32", "Запази като тема за админ част");
define("TPVLAN_33", "Настояща тема на сайта");
define("TPVLAN_34", "Настояща тема на администраторската зона");
define("TPVLAN_35", "Запази настройките");
define("TPVLAN_36", "Съобщение до администратора");
define("TPVLAN_37", "Настройките на темата са запазени");
define("TPVLAN_38", "Добавяне на тема");
define("TPVLAN_39", "Налични теми");
define("TPVLAN_40", "Админ зоната ползва тема");
define("TPVLAN_41", "Моля изберете изгледа на админ зоната");
define("TPVLAN_42", "Запазване на админ настройките");
define("TPVLAN_43", "Настройките на админ зоната са запазени");
define("TPVLAN_46", "PCLZIP грешка при извличане:");
define("TPVLAN_47", "PCLTAR грешка при извличане:");
define("TPVLAN_48", "код:");